// Q13. 이름과 나이를 변수에 저장하고, 변수를 사용하여 다음과 같이 출력하세요.
// 예: 이름="아리”, 나이=17 로 설정한 후, "아리의 나이는 17 입니다“를 출력
let nm = "아리";
let age = 17;
console.log(`${nm}의 나이는 ${age} 입니다`);

// Q14. 숫자 두개를 변수에 저장하고, 두 숫자를 곱한 결과를 포함하여 다음과 같이 출력하세요.
// 예: a=10, b=20으로 설정한 후, "10과 20을 곱한 결과는 200 입니다"를 출력
var a = 10;
var b = 20;
console.log(`${a}과 ${b}를 곱한 결과는 ${a * b} 입니다`);

// Q15. 숫자 두개를 변수에 저장하고, 두 수의 평균을 포함하여 다음과 같이 출력하세요.
// 예: a=10, b=20으로 설정한 후, "10과 20의 평균은 15 입니다"를 출력
var a = 10;
var b = 20;
console.log(`${a}과 ${b}의 평균은 ${(a + b) / 2} 입니다`);

// Q16. 도시이름과 인구수를 변수에 저장하고, 변수를 사용하여 다음과 같이 출력하세요.
// 예: 도시이름=서울, 인구수=9736000로 설정한 후, "서울의 인구는 9736000 명 입니다"를 출력
let city = "서울";
let population = 9736000;
console.log(`${city}의 인구는 ${population} 명 입니다`);

// Q17. 학생의 이름과 점수를 변수에 저장하고, 변수를 사용하여 다음과 같이 출력하세요.
// 점수가 60점 이상이면 합격이고, 그렇지 않으면 불합격 입니다
// 예: 이름="소영", 점수=75으로 설정한 후, "소영의 점수는 75점으로 합격입니다"
let studentName = "소영";
let score = 75;
let pass = score >= 60 ? "합격" : "불합격";
console.log(`${studentName}의 점수는 ${score}로 ${pass}입니다`);
